Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digitalarkivet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Landed property index for Nordlands amt 1838
nb: Matrikkel for Nordlands amt 1838

source: , which accounts for the use of Olsen as family name in the 1900 and 1910 censuses.
nb: , og her er altså Olsen brukt som slektsnavn i 1900- og 1910-tellingene.

source: Landed property index for Smaalenenes amt 1838
nb: Matrikkel for Smaalenenes amt 1838

source: Non-commercial (NC) - May not be used for commercial purposes
nb: verket kan ikke brukes i kommersielle sammenhenger (NC)

source: The name variant searches uses a database of names, developed by the name researcher Professor Gulbrand Alhaug from the University of Tromsø.
nb: Variantsøket bruker et navneregister utarbeidet av navneforsker professor emeritus Gulbrand Alhaug, Universitetet i Tromsø - Norges arktiske universitet.

source: Carol and Walter Ellefson (1929-2014) have transcribed church records from Lone Rock, Little Rock and Oslo Norwegian Lutheran churches in Moody County, South Dakota.
nb: Carol og Walter Ellefson (1929-2014) har registrert kirkebøker fra Lone Rock, Little Rock og Oslo Norsk-lutherske kirker i Moody County, Sør-Dakota.

source: are restricted for 80 years.
nb: er sperret i 80 år.

source: Nominated by Ritter Wladimir von Gniewosz-Olexow (Austria-Hungary).
nb: Nominert av Ludwig von Bar (Tyskland).

source: Landed property index for Hedemarkens amt 1838
nb: Matrikkel for Hedemarkens amt 1838

source: In 1923, the first naming laws were introduced, and names became much more standardised than earlier.
nb: I 1923 kommer den første navneloven, og personnavn blir mer standardiserte enn de har vært før.

source: During transcription, data from a list or event in a church book is entered according to a standard for church book registration (KYRRE in Norwegian).
nb: Under transkribering blir alle data fra en liste/handling i en kirkebok tastet etter en standard for kirkebokregistrering, Kyrre.

source: If the photograph is public domain, or marked with the licenses "CC BY" or "CC BY-SA", then they may be used freely without restriction.
nb: Dersom fotografiet har falt i det fri eller er merket med lisensen CC BY eller CC BY-SA, kan fotografiene brukes fritt og deles videre uten restriksjoner på bruk.

source: Nominated by Baron Clemens von Pirquet (Austria-Hungary).
nb: Nominert av Baron Clemens von Pirquet (Østerrike-Ungarn).

source: Trondheim stift. Tags
nb: Trondheim stift. Emneknagger

source: The only condition is that the author and copyright owner are accredited.
nb: Eneste vilkår er at opphavsperson og rettighetshaver krediteres.

source: The oldest church book in existence is from Andebu in Vestfold county and begins in 1623.
nb: Den eldste norske kirkeboka er fra Andebu i Vestfold og begynner i 1623.

source: Such checks are however, not prioritized.
nb: Dette er ikke en prioritert oppgave.

source: For this reason we have chosen to use CC-BY or CC BY-SA as much as possible.
nb: Så langt det lar seg gjøre benytter vi derfor lisensen CC BY eller CC BY-SA.

source: in the church books is indexed by list type and year; e.g "Confirmations 1935".
nb: I Digitalarkivet er hvert enkelt bilde av oppslag i kirkebøker indeksert med listetype og årstall, for eksempel "Konfirmerte 1935".

source: Nomination of William Randal Cremer (United Kingdom), Charles Albert Gobat (Switzerland), Élie Ducommun (Switzerland), The Inter-Parliamentary Union (Switzerland) and The Permanent International Peace Bureau (Switzerland) for the Nobel Peace Prize for 1902.
nb: Nominasjon til Nobels fredspris for 1902 av William Randal Cremer (Storbritannia), Charles Albert Gobat (Sveits), Élie Ducommun (Sveits), Den interparlamentariske union (Sveits) og Det internasjonale fredsbyrå (Sveits).

source: Nomination of The Union of French Women (L´Union des femmes de France) (France) for the Nobel Peace Prize for 1902.
nb: Nominasjon til Nobels fredspris for 1902 av The Union of French Women (L´Union des femmes de France) (Frankrike).

source: Nomination of William Randal Cremer (United Kingdom), Chevalier Edouard Eugène Descamps (Belgium), Charles Albert Gobat (Switzerland) and Baroness Bertha Sophie von Suttner (Austria-Hungary) for the Nobel Peace Prize for 1902.
nb: Nominasjon til Nobels fredspris for 1902 av William Randal Cremer (Storbritannia), Chevalier Edouard Eugène Descamps (Belgia), Charles Albert Gobat (Sveits) og Baronesse Bertha Sophie von Suttner (Østerrike-Ungarn).

source: Nomination of Aristide Pierre Henri Briand (France), Sir Joseph Austen Chamberlain (United Kingdom), Hans Luther (Germany) and Gustav Stresemann (Germany) for the Nobel Peace Prize for 1926.
nb: Nominasjon til Nobels fredspris for 1926 av Edvard Beneš (Tsjekkoslovakia), Aristide Pierre Henri Briand (Frankrike), Sir Joseph Austen Chamberlain (Storbritannia), Hans Luther (Tyskland) og Gustav Stresemann (Tyskland).

source: The principle of restricting these lists from 1930 is therefore strictly enforced.
nb: Prinsippet om at listene over fødte og døpte skal være sperret fra og med 1930, må derfor praktiseres strengt.

source: Nominated by Émile Arnaud (France).
nb: Nominert av Émile Arnaud (Frankrike).

source: Deaths and burials
nb: Døde og begravde

source: CC stands for "Creative Commons", an organisation which encourages the legal dissemination of copyrighted material.
nb: CC står for Creative Commons, og er en ideell organisasjon som jobber for å øke antallet åndsverk som alle lovlig kan dele med andre.

source: Nomination of William Randal Cremer (United Kingdom), The Permanent International Peace Bureau (Switzerland) and Frédéric Passy (France) for the Nobel Peace Prize for 1901.
nb: Nominasjon til Nobels fredspris for 1901 av Baronesse Bertha Sophie von Suttner (Østerrike-Ungarn), William Randal Cremer (Storbritannia) og Frédéric Passy (Frankrike).

source: Einar Henry Olsen in the 1910 census
nb: Einar Henry Olsen i 1910-tellingen

source: Nominated by Cornelius Bernhard Hanssen (Norway).
nb: Nominert av Bernhard Hanssen (Norge), J.

source: You will be sent an email asking you to confirm your e-mail address.
nb: Du vil deretter bli bedt om å bekrefte e-postadressen din.

source: The organisation "Slekt og Data" (Family and Data) is a particularly large contributor.
nb: Foreningen Slekt og Data er en særlig stor bidragsyter.

source: Diploma from Stokke, date.
nb: Diplom fra Stokke, dat.

source: are freely available up to, and including 1929.
nb: er fritt tilgjengelig til og med 1929.

source: Why are not all church books scanned?
nb: Hvorfor er ikke alle kirkebøker skanna?

source: In some births and baptism lists, the priest may note information pertaining to the adopted child, including the identify of its biological parents. This information also carries of 100-year duty of confidentiality.
nb: I kirkebøkenes lister over fødte og døpte forekommer det at prestene har notert konkrete opplysninger om at et barn er adoptert og hvem de biologiske foreldrene er, og disse opplysningene er følgelig taushetsbelagt i 100 år.

source: In the period between 1860 and 1920, naming customs shifted from patronymic naming (father's name) to family names (farm names or names ending with -sen).
nb: I perioden 1860 til 1920 endres navneskikken fra patronymikon (farsnavn) til slektsnavn (gårdsnavn eller navn som slutter på -sen).

source: Nomination of Élie Ducommun (Switzerland) and Baroness Bertha Sophie von Suttner (Austria-Hungary) for the Nobel Peace Prize for 1902.
nb: Nominasjon til Nobels fredspris for 1902 av Élie Ducommun (Sveits) og Baronesse Bertha Sophie von Suttner (Østerrike-Ungarn).

source: Landed property index for Nedenæs amt 1838
nb: Matrikkel for Nedenæs amt 1838

source: Arbark is a member of the International Association of Labour History Institutions (IALHI).
nb: Arbark driver også et omfattende forsknings- og formidlingsarbeid.

source: in the censuses from 1900 and 1910.
nb: i følge folketellingene 1900 og 1910:

source: In addition, they have made indexes to tomb stones of Bethania cemetery in Moody County, South Dakota.
nb: De har også registrert gravstener på Bethania kirkegård i Moody County, Sør-Dakota.

source: We are also considering introducing a 60-year restriction on such lists for church books published prior to autumn 2016.
nb: Arkivverket vurderer å innføre 60 års sperring for lister med viede og trolovede, samt lysninger, også i kirkebøker publisert før høsten 2016.

source: Nominated by Hans Jakob Horst (Norway).
nb: Nominert av Hans Jakob Horst (Norge).

source: Information regarding adoptions from 1935 or later, has also been found to occur in births and baptisms lists
nb: Opplysninger om adopsjoner foretatt i 1935 eller senere kan også dukke opp i lister over fødte og døpte

source: How is the name variant search used?
nb: Hvor brukes variantsøk?

source: In such cases, the national archives will restrict these individual pages of the births and baptisms lists prior to 1930.
nb: I slike tilfeller kan Arkivverket finne det nødvendig å sperre enkeltbilder med fødte og døpte også før 1930.

source: This is a free-text search, which means you can match against all information registered to a particular photo.
nb: Det er et fritekstsøk som søker i all informasjon som er registrert til bildene.

source: He was born on the 10th May, 1897 in Asker, and was named
nb: Han var født 10. mai 1897 i Asker, og het

source: About Carol and Walter Ellefson
nb: Om Carol og Walter Ellefson

source: Nominated by Achille Luchaire (France) and Léon Victor Auguste Bourgeois (France).
nb: Nominert av Achille Luchaire (Frankrike) og Léon Victor Auguste Bourgeois (Frankrike).

source: In addition, millions of entries in the church books have been made searchable.
nb: I tillegg er millioner av personposter fra kirkebøkene søkbare.

source: Nomination of Léon Victor Auguste Bourgeois (France), Pasquale Fiore (Italy), Adolf Richter (Germany) and for William Howard Taft (United States) the Nobel Peace Prize for 1913.
nb: Nominasjon til Nobels fredspris for 1913 av Léon Victor Auguste Bourgeois (Frankrike), Pasquale Fiore (Italia), Adolf Richter (Tyskland) og William Howard Taft (Forente Stater).

source: These books are scanned from the originals, which means the scans can be in colour as opposed to microfilm scans which are grayscale.
nb: Disse skannes fra original, og bildene er derfor i farger, mens bildene som er skanna fra mikrofilm, er i gråtoner.

source: If the photos are marked with the license "CC BY NC", then there are limitations on their usage for commercial purposes.
nb: Er fotografiene merket med lisensen CC BY NC, er det restriksjoner på bruk til kommersielle formål.

source: Nominated by Wilhelm Keilhau (Norway).
nb: Nominert av Frede Castberg (Norge).

source: Nomination of Sir Edward Grey (Lord Grey of Falloden) (United Kingdom) for the Nobel Peace Prize for 1922.
nb: Nominasjon til Nobels fredspris for 1922 av Sir Edward Grey (Lord Grey of Falloden) (Storbritannia).

source: Nominated by The Austrian Inter-Parliamentary Group (by Pirquet) (Austria-Hungary).
nb: Nominert av Baron Clemens von Pirquet (Østerrike-Ungarn).

source: Such attachments from after 1930 can be opened manually, however this requires that the national archives first check the content to ensure that the contained information can be made freely available.
nb: Løse vedlegg etter 1930 kan åpnes manuelt, men dette forutsetter at Arkivverket kan kontrollere og fastslå at opplysningene på de løse vedleggene kan publiseres fritt tilgjengelig.

source: From 1935, so called "full adoptions" were introduced, requiring the complete severance of contact with the biological parents.
nb: Fra 1935 ble det mulig med såkalt "sterk" adopsjon, som betyr at båndene mellom barnet og de biologiske foreldrene skulle brytes.

source: Tax List 1739-1743 for Senja and Troms bailiffs from the tax notes of bailiff Tønder
nb: Skatteliste 1739-1743 for Senja og Troms fogderi fra fogd Tønders skattenotater

source: Christian county, Valdres, Hadeland og Land bailiwick Tags
nb: Christian amt, Valdres, Hadeland og Land futed. Emneknaggar

source: Nomination of Estanislas Severo Zeballos (Argentina) for the Nobel Peace Prize for 1922.
nb: Nominasjon til Nobels fredspris for 1922 av Estanislas Severo Zeballos (Argentina).

source: CC-licensing is an international system for labelling of copyright protected material.
nb: CC-lisenser er et internasjonalt system for merking av opphavsrettslig beskyttet materiale.

source: Landed property 1726 for Helgeland bailiff, including tenant farmers tax
nb: Jordebok 1726 for Helgeland fogderi, inkludert leilendingsskatt

source: under the search box on The Digital Archives front page.
nb: under søkefeltet på Digitalarkivets forside.

source: Nomination of Edgar Algernon Robert Gascoyne (Viscount Cecil of Chelwood) (United Kingdom), Knut Hammarskjöld (Sweden), Baron Albéric Rolin-Jacquemyns (Belgium), Théodore Eugène César Ruyssen (France), Walter Schücking (Germany) og James Brown Scott (United States) for the Nobel Peace Prize for 1922.
nb: Nominasjon til Nobels fredspris for 1922 av Edgar Algernon Robert Gascoyne (Viscount Cecil of Chelwood) (Storbritannia), Knut Hammarskjöld (Sverige), Baron Albéric Rolin-Jacquemyns (Belgia), Théodore Eugène César Ruyssen (Frankrike), Walter Schücking (Tyskland) og James Brown Scott (Forente Stater).

source: Nomination of Adolf Richter (Germany), Henri Marie La Fontaine (Belgium), Ligue internationale de la Paix et de la Liberté (International League for Peace and Freedom) (France) and The Peace Society (United Kingdom) for the Nobel Peace Prize for 1913.
nb: Nominasjon til Nobels fredspris for 1913 av Adolf Richter (Tyskland), Henri Marie La Fontaine (Belgia), Ligue internationale de la Paix et de la Liberté (Frankrike) og The Peace Society (Storbritannia).

source: Nominated by Henri Marie La Fontaine (Belgium).
nb: Nominert av Henri Marie La Fontaine (Belgia).

source: Nomination of Richard Bartholdt (United States) for the Nobel Peace Prize for 1913.
nb: Nominasjon til Nobels fredspris for 1913 av Richard Bartholdt (Forente Stater).

source: Help at hand on tugboat Vulcanus in Bergen.
nb: Hjelpen er nær på slepebåten Vulcanus i Bergen.

source: Paper based church book-keeping was discontinued by the end of 2012, and the Norwegian Church now uses digital church books.
nb: Papirbasert kirkebokføring ble avviklet ved utgangen av 2012, og Den norske kirke fører nå kun elektronisk kirkebok.

source: (Gertrude) has almost 170 variants, for example
nb: finst det omlag 170 varianter, for eksempel

source: Nominated by Hans Wehberg (Germany).
nb: Nominert av Hans Wehberg (Tyskland).
